Repository: GroceryTech-Labs/grocery-guru-ios
Catalog: Grocery Guru/Assets/Localizable.xcstrings
Source language: en
Languages: de

source: %@ Items
de: %@ Gegenstände

source: Add Invoice
de: Einkauf hinzufügen

source: Add Invoice Option
de: Option zum Hinzufügen

source: Add Item
de: Gegenstand hinzufügen

source: Add to inventory
de: Zum Inventar hinzufügen

source: Amount
de: Anzahl

source: Bakery
de: Gebäck

source: Canned
de: Konserven

source: Carbohydrates:
de: Kohlenhydrate:

source: Categories
de: Kategorien

source: Category
de: Kategorie

source: Category Card
de: Kategorienkarte

source: Category Settings
de: Kategorieeinstellungen

source: Create
de: Erstellen

source: Create Category
de: Kategorie erstellen

source: Document
de: Dokument

source: Energy (kcal):
de: Energie (kcal)

source: Energy (kJ):
de: Energie (kJ):

source: Fat:
de: Fett:

source: Fish
de: Fisch

source: Fruits
de: Obst

source: Invoice Items
de: Einkaufsgegenstände

source: Item
de: Stück

source: Manage
de: Verwalten

source: Manual
de: Manuell

source: Measure Unit
de: Maßeinheit

source: Meat
de: Fleisch

source: Milk & Egg
de: Milch & Eier

source: No items found!
de: Keine Gegenstände gefunden!

source: Nutriments (100g)
de: Nährwerte (100g)

source: Open Invoice Item
de: Gegenstand öffnen

source: Preview
de: Vorschau

source: Proteins:
de: Protein:

source: Reset
de: Zurücksetzen

source: Salt:
de: Salz:

source: Settings
de: Einstellungen

source: Show all
de: Zeige alle

source: Sugars:
de: Zucker:

source: Vegetables
de: Gemüse

source: Welcome back!
de: Willkommen zurück!
